<?php

/* @var $this yii\web\View */

$this->title = 'My Yii Application';
?>
<div class="site-index">

    <div class="jumbotron">
        <h1>Добро пожаловать!</h1>

        <p class="lead">Система управления контентом и внешним видом сайта</p>

    </div>

    <div class="body-content">

        <div class="row">
            <div class="col-lg-4">
                <h2>Важная информация</h2>

                <p>В левой части находятся разделы для управления внешним видом и содержимым контентом.
                Разделы расположены в точной последовательности отображения на главном сайте.
                В данных разделах можно увидеть все виджеты и прочие составные части, изменить содержимое или
                скрыть отображение любого визуального блока.</p>

            </div>
            <div class="col-lg-4">
                <h2>Рекомендация</h2>

                <p>После внесения любых изменений обязательно проверить отображение на сайте.</p>

            </div>
            <div class="col-lg-4">
                <h2>Важно</h2>

                <p>Обязательно отслеживать размер загружаемого контента и проводить его адаптацию. Ибо это
                    окажет существенное влияние на скорасть загрузки сайта конечному пользователю.
                    Не стоит забыать, что большинство клиентов исполльзуют мобильлный интернет!.</p>
            </div>
        </div>

    </div>
</div>
